Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: A focused task system designed for clarity, urgency, and momentum. Create what matters. Complete it intentionally. Keep moving.
ar: نظام مهام مركز مصمم لتحقيق الوضوح والإلحاح والزخم. اصنع ما يهم. أكملها عمدا. استمر في التحرك.
es: Un sistema de tareas enfocado diseñado para brindar claridad, urgencia e impulso. Crea lo que importa. Complétalo intencionalmente. Sigue moviéndote.
hi: स्पष्टता, तात्कालिकता और गति के लिए डिज़ाइन की गई एक केंद्रित कार्य प्रणाली। जो मायने रखता है उसे बनाएं. इसे जानबूझकर पूरा करें. चलते रहो.
it: Un sistema di attività mirato progettato per chiarezza, urgenza e slancio. Crea ciò che conta. Completalo intenzionalmente. Continua a muoverti.
ja: 明確さ、緊急性、勢いを重視して設計された集中タスク システム。重要なものを作成します。意図的に完成させてください。動き続けてください。
ms: Sistem tugas berfokus yang direka bentuk untuk kejelasan, segera dan momentum. Cipta apa yang penting. Selesaikan dengan sengaja. Teruskan bergerak.
th: ระบบงานที่มุ่งเน้นซึ่งออกแบบมาเพื่อความชัดเจน ความเร่งด่วน และโมเมนตัม สร้างสิ่งที่สำคัญ ทำมันให้เสร็จอย่างตั้งใจ เดินหน้าต่อไป
ur: ایک فوکسڈ ٹاسک سسٹم جو وضاحت، عجلت اور رفتار کے لیے ڈیزائن کیا گیا ہے۔ جو اہم ہے وہ بنائیں۔ جان بوجھ کر مکمل کریں۔ چلتے رہیں۔
zh_hans: 专为清晰、紧迫和动力而设计的重点任务系统。创造重要的事情。有意识地完成它。继续前进。

source: A heavy view. Narrow by tag, due date, or time-sensitive work before adding more.
ar: قائمة مزدحمة. ضيّقها حسب الوسم أو تاريخ الاستحقاق أو المهام الحساسة للوقت قبل إضافة المزيد.
es: Una vista cargada. Filtra por etiqueta, vencimiento o trabajo urgente antes de añadir más.
hi: यह सूची भारी है। और जोड़ने से पहले टैग, देय तिथि या समय-संवेदी काम से इसे सीमित करें।
it: Una vista affollata. Restringi per tag, scadenza o attività urgenti prima di aggiungere altro.
ja: 項目が多い表示です。追加する前にタグ、期限、時間指定で絞り込みましょう。
ms: Paparan yang padat. Tapis mengikut tag, tarikh tamat atau kerja sensitif masa sebelum menambah lagi.
th: มุมมองนี้มีรายการมาก คัดกรองด้วยแท็ก กำหนดเวลา หรืองานที่ไวต่อเวลาก่อนเพิ่มรายการอีก
ur: یہ فہرست بھاری ہے۔ مزید شامل کرنے سے پہلے ٹیگ، مقررہ تاریخ یا وقت حساس کام کے مطابق محدود کریں۔
zh_hans: 当前视图事项较多。添加更多事项前，请按标签、到期日期或时间敏感工作缩小范围。

source: A lasting thank-you for backing toDō early.
ar: شكر دائم لدعمك لـ toDō منذ البداية.
es: Un agradecimiento permanente por apoyar toDō desde el principio.
hi: शुरुआत से toDō का साथ देने के लिए आपका स्थायी धन्यवाद।
it: Un ringraziamento duraturo per aver sostenuto toDō fin dall'inizio.
ja: 初期からtoDōを応援してくださったことへの、末永い感謝です。
ms: Terima kasih yang tidak terhingga kerana menyokong toDō sejak awal.
th: ขอบคุณอย่างยิ่งที่สนับสนุน toDō ตั้งแต่เริ่มต้น
ur: شروع ہی سے toDō کا ساتھ دینے کے لیے دل سے شکریہ۔
zh_hans: 感谢你从一开始就支持 toDō。

source: A manageable set. Choose one toDō and move it forward.
ar: مجموعة يمكن إدارتها. اختر مهمة toDō واحدة وادفعها إلى الأمام.
es: Un conjunto manejable. Elige un toDō y hazlo avanzar.
hi: यह सूची संभालने योग्य है। एक toDō चुनें और उसे आगे बढ़ाएँ।
it: Un insieme gestibile. Scegli un toDō e portalo avanti.
ja: 無理なく進められる量です。toDōを1つ選んで前に進めましょう。
ms: Set yang mudah diurus. Pilih satu toDō dan gerakkannya ke hadapan.
th: เป็นชุดที่จัดการได้ เลือก toDō หนึ่งรายการแล้วเดินหน้าต่อ
ur: یہ قابل انتظام فہرست ہے۔ ایک toDō منتخب کریں اور اسے آگے بڑھائیں۔
zh_hans: 数量适中。选择一个 toDō 并推动它向前。

source: A quick map of how toDō works on Mac.
ar: خريطة سريعة لطريقة عمل toDō على Mac.
es: Un mapa rápido de cómo funciona toDō en Mac.
hi: Mac पर toDō कैसे काम करता है, इसका एक तेज़ नक्शा।
it: Una mappa rapida di come funziona toDō su Mac.
ja: MacでtoDōがどう動くかをすばやく把握できます。
ms: Peta ringkas tentang cara toDō berfungsi pada Mac.
th: ภาพรวมสั้นๆ ว่า toDō ทำงานบน Mac อย่างไร
ur: Mac پر toDō کے کام کرنے کا ایک مختصر نقشہ۔
zh_hans: 快速了解 toDō 在 Mac 上的工作方式。

source: A quiet sound when a toDō is done.
ar: صوت هادئ عند اكتمال toDō.
es: Un sonido suave cuando termina un toDō.
hi: toDō पूरा होने पर शांत ध्वनि।
it: Un suono discreto quando un toDō è completato.
ja: toDō完了時の静かなサウンド。
ms: Bunyi yang tenang apabila toDō selesai.
th: เสียงเบาเมื่อทำ toDō เสร็จ
ur: toDō مکمل ہونے پر ہلکی آواز۔
zh_hans: toDō 完成时播放安静的声音。

source: A quieter two-note sound.
ar: صوت هادئ من نغمتين.
es: Un sonido suave de dos tonos.
hi: दो सुरों वाली शांत ध्वनि।
it: Un suono piu delicato a due note.
ja: 控えめな2音のサウンド。
ms: Bunyi dua nada yang lebih lembut.
th: เสียงสองโน้ตที่นุ่มกว่า
ur: دو نوٹ کی نرم آواز۔
zh_hans: 较柔和的双音提示。

source: A sharper sound for clear reminders.
ar: صوت أوضح للتذكيرات المهمة.
es: Un sonido mas claro para recordatorios.
hi: स्पष्ट रिमाइंडर के लिए तेज ध्वनि।
it: Un suono piu netto per promemoria chiari.
ja: はっきり知らせる鋭いサウンド。
ms: Bunyi lebih jelas untuk peringatan.
th: เสียงที่ชัดขึ้นสำหรับการเตือน
ur: یاد دہانیوں کے لیے واضح آواز۔
zh_hans: 更清晰的提醒声音。

source: A short list. Pick the clearest next action and keep the surface clean.
ar: قائمة قصيرة. اختر الإجراء التالي الأكثر وضوحًا وحافظ على بساطة المساحة.
es: Una lista corta. Elige la siguiente acción más clara y mantén la vista limpia.
hi: सूची छोटी है। अगला सबसे स्पष्ट कदम चुनें और सतह साफ रखें।
it: Una lista breve. Scegli la prossima azione più chiara e mantieni la vista ordinata.
ja: 短いリストです。次の明確な行動を選び、画面をすっきり保ちましょう。
ms: Senarai ringkas. Pilih tindakan seterusnya yang paling jelas dan kekalkan paparan kemas.
th: รายการสั้น เลือกสิ่งที่ชัดเจนที่สุดเป็นลำดับถัดไปและรักษาหน้าจอให้เรียบร้อย
ur: مختصر فہرست ہے۔ اگلا واضح عمل منتخب کریں اور منظر صاف رکھیں۔
zh_hans: 列表很短。选择最明确的下一步，并保持界面整洁。

source: A stronger double alert.
ar: تنبيه مزدوج أقوى.
es: Una alerta doble mas fuerte.
hi: मजबूत दोहरा अलर्ट।
it: Un doppio avviso piu deciso.
ja: より強いダブル通知。
ms: Amaran berganda yang lebih kuat.
th: การเตือนสองครั้งที่ชัดกว่า
ur: زیادہ مضبوط دوہرا الرٹ۔
zh_hans: 更强的双重提醒。

source: A to Z
ar: أ إلى ي
es: A a Z
hi: A से Z
it: A-Z
ja: AからZ
ms: A ke Z
th: A ถึง Z
ur: A سے Z
zh_hans: A 到 Z

source: A toDō changed on more than one device. Review it in Settings.
ar: تغيرت تُدُ على أكثر من جهاز. راجعها في الإعدادات.
es: Un toDō cambio en mas de un dispositivo. Revisalo en Ajustes.
hi: एक toDō एक से अधिक डिवाइस पर बदला। उसे सेटिंग्स में देखें।
it: Un toDō e cambiato su piu dispositivi. Controllalo in Impostazioni.
ja: toDōが複数のデバイスで変更されました。設定で確認してください。
ms: Satu toDō berubah pada lebih daripada satu peranti. Semak dalam Tetapan.
th: มี toDō ถูกเปลี่ยนบนมากกว่าหนึ่งอุปกรณ์ ตรวจดูในตั้งค่า
ur: ایک toDō ایک سے زیادہ ڈیوائسز پر بدلا ہے۔ اسے Settings میں دیکھیں۔
zh_hans: 有一个 toDō 在多台设备上发生变化。请在“设置”中查看。

source: About
ar: حول
es: Acerca de
hi: परिचय
it: Informazioni
ja: 情報
ms: Perihal
th: เกี่ยวกับ
ur: تعارف
zh_hans: 关于

source: About toDō
ar: حول toDō
es: Acerca de toDō
hi: toDō के बारे में
it: Informazioni su toDō
ja: toDōについて
ms: Perihal toDō
th: เกี่ยวกับ toDō
ur: toDō کے بارے میں
zh_hans: 关于 toDō

source: Accept
ar: قبول
es: Aceptar
hi: स्वीकार करें
it: Accetta
ja: 承諾
ms: Terima
th: ยอมรับ
ur: قبول کریں
zh_hans: 接受

source: Account
ar: الحساب
es: Cuenta
hi: खाता
ja: アカウント
ms: Akaun
th: บัญชี
ur: اکاؤنٹ
zh_hans: 帐户

source: Account & Sync
ar: الحساب والمزامنة
es: Cuenta y sincronización
hi: खाता और सिंक
it: Account e sincronizzazione
ja: アカウントと同期
ms: Akaun & Penyegerakan
th: บัญชีและการซิงค์
ur: اکاؤنٹ اور مطابقت پذیری
zh_hans: 账户与同步

source: Account Actions
ar: إجراءات الحساب
es: Acciones de la cuenta
hi: खाता क्रियाएं
it: Azioni account
ja: アカウント操作
ms: Tindakan Akaun
th: การทำงานของบัญชี
ur: اکاؤنٹ اقدامات
zh_hans: 帐户操作

source: Account Issue
ar: مشكلة في الحساب
es: Problema con la cuenta
hi: खाता समस्या
it: Problema account
ja: アカウントの問題
ms: Isu Akaun
th: ปัญหาบัญชี
ur: اکاؤنٹ مسئلہ
zh_hans: 帐户问题

source: Account ready. Direct Watch sync comes next.
ar: الحساب جاهز. مزامنة الساعة المباشرة هي الخطوة التالية.
es: Cuenta lista. La sincronización directa del Watch viene después.
hi: खाता तैयार है। सीधे Watch सिंक अगला चरण है।
it: Account pronto. La sincronizzazione diretta del Watch arriva dopo.
ja: アカウントの準備ができました。次はWatchの直接同期です。
ms: Akaun sedia. Penyegerakan Watch terus akan menyusul.
th: บัญชีพร้อมแล้ว ขั้นต่อไปคือการซิงค์ Watch โดยตรง
ur: اکاؤنٹ تیار ہے۔ براہِ راست Watch sync اگلا مرحلہ ہے۔
zh_hans: 帐户已就绪。接下来会启用 Watch 直接同步。

source: Activating
ar: تفعيل
es: Activando
hi: सक्रिय कर रहा है
it: Attivazione
ja: アクティブ化中
ms: Mengaktifkan
th: กำลังเปิดใช้งาน
ur: چالو کرنا
zh_hans: 激活

source: Active
ar: نشط
es: Activo
hi: सक्रिय
it: Attivo
ja: アクティブ
ms: Aktif
th: ใช้งานอยู่
ur: فعال
zh_hans: 积极的

source: Active toDōs
ar: تُدُس النشطة
es: Tareas activas
hi: सक्रिय कार्य
it: Cose da fare attive
ja: アクティブなtoDō
ms: Tugasan Aktif
th: สิ่งที่ต้องทำที่ใช้งานอยู่
ur: فعال ٹُڈُوز
zh_hans: 活动待办事项

source: Add
ar: إضافة
es: Agregar
hi: जोड़ना
it: Aggiungi
ja: 追加
ms: Tambah
th: เพิ่ม
ur: شامل کریں
zh_hans: 添加

source: Add %@ Option
ar: إضافة خيار %@
es: Agregar la opción%@
hi: %@विकल्प जोड़ें
it: Aggiungi opzione %@
ja: %@オプションを追加
ms: Tambah pilihan %@
th: เพิ่มตัวเลือก %@
ur: %@ آپشن شامل کریں
zh_hans: 添加%@选项

source: Add a due date first.
ar: أضف تاريخ استحقاق أولًا.
es: Añade primero una fecha de vencimiento.
hi: पहले देय तिथि जोड़ें।
it: Aggiungi prima una scadenza.
ja: 先に期限を追加してください。
ms: Tambah tarikh tamat dahulu.
th: เพิ่มวันครบกำหนดก่อน
ur: پہلے مقررہ تاریخ شامل کریں۔
zh_hans: 请先添加到期日期。

source: Add a nanoDo before saving.
ar: أضف nanoDo قبل الحفظ.
es: Añade un nanoDo antes de guardar.
hi: सहेजने से पहले nanoDo जोड़ें।
it: Aggiungi un nanoDo prima di salvare.
ja: 保存する前にnanoDoを追加してください。
ms: Tambah nanoDo sebelum menyimpan.
th: เพิ่ม nanoDo ก่อนบันทึก
ur: محفوظ کرنے سے پہلے nanoDo شامل کریں۔
zh_hans: 保存前请添加 nanoDo。

source: Add a Profile Image
ar: إضافة صورة ملف شخصي
es: Añadir una imagen de perfil
hi: प्रोफ़ाइल चित्र जोड़ें
it: Aggiungi immagine del profilo
ja: プロフィール画像を追加
ms: Tambah gambar profil
th: เพิ่มรูปโปรไฟล์
ur: پروفائل تصویر شامل کریں
zh_hans: 添加头像

source: Add a tag
ar: إضافة وسم
es: Agregar una etiqueta
hi: एक टैग जोड़ना
it: Aggiungi un tag
ja: タグを追加
ms: Tambah tag
th: เพิ่มแท็ก
ur: ٹیگ شامل کریں
zh_hans: 添加标签

source: Add a task before saving.
ar: أضف مهمة قبل الحفظ.
es: Añade una tarea antes de guardar.
hi: सहेजने से पहले कोई कार्य जोड़ें.
it: Aggiungi un’attività prima di salvare.
ja: 保存する前にタスクを追加してください。
ms: Tambah tugas sebelum menyimpan.
th: เพิ่มงานก่อนบันทึก
ur: محفوظ کرنے سے پہلے ایک کام شامل کریں۔
zh_hans: 保存前请添加一个任务。

source: Add Custom Option
ar: إضافة خيار مخصص
es: Agregar opción personalizada
hi: कस्टम विकल्प जोड़ें
it: Aggiungi opzione personalizzata
ja: カスタムオプションを追加
ms: Tambah pilihan tersuai
th: เพิ่มตัวเลือกกำหนดเอง
ur: حسب ضرورت آپشن شامل کریں
zh_hans: 添加自定义选项

source: Add due date
ar: إضافة تاريخ استحقاق
es: Agregar fecha de vencimiento
hi: नियत तिथि जोड़ें
it: Aggiungi scadenza
ja: 期日を追加
ms: Tambah tarikh akhir
th: เพิ่มวันครบกำหนด
ur: مقررہ تاریخ شامل کریں
zh_hans: 添加截止日期

source: Add Due Date
ar: إضافة تاريخ استحقاق
es: Añadir vencimiento
hi: देय तिथि जोड़ें
it: Aggiungi scadenza
ja: 期限を追加
ms: Tambah tarikh akhir
th: เพิ่มวันครบกำหนด
ur: تاریخِ مقررہ شامل کریں
zh_hans: 添加截止日期

source: Add due dates, reminders, tags, notes, NanoDos, repeat rules, and location reminders from the editor.
ar: أضف تواريخ الاستحقاق، التذكيرات، الوسوم، الملاحظات، NanoDos، قواعد التكرار، وتذكيرات الموقع من المحرر.
es: Añade fechas, recordatorios, etiquetas, notas, NanoDos, reglas de repetición y recordatorios por ubicación desde el editor.
hi: एडिटर से due dates, reminders, tags, notes, NanoDos, repeat rules, और location reminders जोड़ें।
it: Aggiungi scadenze, promemoria, tag, note, NanoDos, regole di ripetizione e promemoria di posizione dall’editor.
ja: エディタから期限、リマインダー、タグ、メモ、NanoDos、繰り返しルール、位置情報リマインダーを追加できます。
ms: Tambah tarikh akhir, peringatan, tag, nota, NanoDos, peraturan ulangan dan peringatan lokasi daripada editor.
th: เพิ่มวันครบกำหนด การเตือน แท็ก โน้ต NanoDos กฎการทำซ้ำ และการเตือนตามสถานที่จากตัวแก้ไข
ur: ایڈیٹر سے due dates، reminders، tags، notes، NanoDos، repeat rules، اور location reminders شامل کریں۔
zh_hans: 可在编辑器中添加截止日期、提醒、标签、备注、NanoDos、重复规则和位置提醒。

source: Add Due toDōs to Calendar
ar: إضافة تُدُ المستحقة إلى التقويم
es: Anadir toDōs con fecha al calendario
hi: देय toDōs को कैलेंडर में जोड़ें
it: Aggiungi i toDō in scadenza al Calendario
ja: 期限付きtoDōをカレンダーに追加
ms: Tambah toDō yang perlu dibuat ke Kalendar
th: เพิ่ม toDō ที่ครบกำหนดลงปฏิทิน
ur: واجب toDōs کیلنڈر میں شامل کریں
zh_hans: 将到期 toDō 添加到日历

source: Add nanoDo
ar: إضافة نَنُدُ
es: Añadir nanoDo
hi: नैनोडो जोड़ें
it: Aggiungi nanoDo
ja: nanoDoを追加
ms: Tambah nanoDo
th: เพิ่ม nanoDo
ur: نَینوڈو شامل کریں
zh_hans: 添加纳米Do

source: Add notes
ar: إضافة ملاحظات
es: Añadir notas
hi: नोट्स जोड़ें
it: Aggiungi note
ja: メモを追加
ms: Tambah nota
th: เพิ่มโน้ต
ur: نوٹس شامل کریں
zh_hans: 添加备注

source: Add notes to help you complete this toDō.
ar: أضف ملاحظات تساعدك على إكمال هذا تُدُ.
es: Agregue notas que le ayudarán a completar esta tarea pendiente.
hi: इस कार्य को पूरा करने में सहायता के लिए नोट्स जोड़ें।
it: Aggiungi note per aiutarti a completare questo toDō.
ja: このtoDōを完了するためのメモを追加します。
ms: Tambah nota untuk membantu anda menyelesaikan toDō ini.
th: เพิ่มบันทึกเพื่อช่วยให้คุณทำ toDō นี้ให้เสร็จ
ur: اس ٹُڈُو کو مکمل کرنے میں مدد کے لیے نوٹس شامل کریں۔
zh_hans: 添加注释以帮助您完成此待办事项。

source: Add tag
ar: إضافة وسم
es: Agregar etiqueta
hi: टैग जोड़ें
it: Aggiungi tag
ja: タグを追加
ms: Tambah tag
th: เพิ่มแท็ก
ur: ٹیگ شامل کریں
zh_hans: 添加标签

source: Add toDō
ar: إضافة تُدُ
es: Agregar tareas pendientes
hi: कार्य जोड़ें
it: Aggiungi toDō
ja: toDōを追加
ms: Tambah toDō
th: เพิ่ม toDō
ur: ٹُڈُو شامل کریں
zh_hans: 添加待办事项

source: Added %@.
ar: تمت إضافة %@.
es: Se agregó%@.
hi: %@जोड़ा गया।
it: %@ aggiunto.
ja: %@を追加しました。
ms: %@ ditambah.
th: เพิ่ม %@ แล้ว
ur: %@ شامل ہو گیا۔
zh_hans: 添加了%@。

source: Added custom reminder sounds and improved completion feedback.
ar: أضفنا أصوات تذكير مخصّصة وحسّنا ملاحظات الإكمال.
es: Se añadieron sonidos de recordatorio personalizados y mejoras al completar tareas.
hi: कस्टम रिमाइंडर ध्वनियाँ जोड़ी गईं और पूर्णता फ़ीडबैक बेहतर किया गया।
it: Aggiunti suoni promemoria personalizzati e migliorato il feedback di completamento.
ja: カスタム通知音を追加し、完了時のフィードバックを改善しました。
ms: Menambah bunyi peringatan tersuai dan menambah baik maklum balas penyelesaian.
th: เพิ่มเสียงเตือนแบบกำหนดเองและปรับปรุงการตอบสนองเมื่อทำเสร็จ
ur: حسب ضرورت یاد دہانی کی آوازیں شامل کی گئیں اور تکمیل کا ردعمل بہتر کیا گیا۔
zh_hans: 新增自定义提醒声音，并改进完成反馈。

source: Added toDō Sync, Apple Watch, Mac, widgets, and Live Activities.
ar: أضفنا toDō Sync وApple Watch وMac والأدوات والأنشطة المباشرة.
es: Se añadieron toDō Sync, Apple Watch, Mac, widgets y Actividades en Vivo.
hi: toDō Sync, Apple Watch, Mac, विजेट और लाइव एक्टिविटी जोड़े गए।
it: Aggiunti toDō Sync, Apple Watch, Mac, widget e Attività in tempo reale.
ja: toDō Sync、Apple Watch、Mac、ウィジェット、ライブアクティビティを追加しました。
ms: Menambah toDō Sync, Apple Watch, Mac, widget dan Aktiviti Langsung.
th: เพิ่ม toDō Sync, Apple Watch, Mac, วิดเจ็ต และ Live Activities
ur: toDō Sync، Apple Watch، Mac، وجٹس اور لائیو ایکٹیویٹیز شامل کیے گئے۔
zh_hans: 新增 toDō Sync、Apple Watch、Mac、小组件和实时活动。

source: Added toDō+ membership and expanded personal Collab options.
ar: أضفنا عضوية toDō+ وخيارات Collab شخصية موسّعة.
es: Se añadió la membresía toDō+ y se ampliaron las opciones de Collab personal.
hi: toDō+ सदस्यता और विस्तृत निजी Collab विकल्प जोड़े गए।
it: Aggiunti l'abbonamento toDō+ e opzioni Collab personali ampliate.
ja: toDō+メンバーシップと、個人向けCollabオプションの拡張を追加しました。
ms: Menambah keahlian toDō+ dan pilihan Collab peribadi yang diperluas.
th: เพิ่มสมาชิก toDō+ และตัวเลือก Collab ส่วนบุคคลที่มากขึ้น
ur: toDō+ رکنیت اور ذاتی Collab کے مزید اختیارات شامل کیے گئے۔
zh_hans: 新增 toDō+ 会员服务和更多个人 Collab 选项。

source: Added toDō+ web access and expanded collaboration options.
ar: أضفنا وصول toDō+ عبر الويب وخيارات تعاون موسّعة.
es: Se añadió acceso web con toDō+ y más opciones de colaboración.
hi: toDō+ वेब एक्सेस और विस्तृत सहयोग विकल्प जोड़े गए।
it: Aggiunto l’accesso web con toDō+ e ampliate le opzioni di collaborazione.
ja: toDō+のWebアクセスと拡張された共同作業オプションを追加しました。
ms: Menambah akses web toDō+ dan pilihan kerjasama yang diperluas.
th: เพิ่มการเข้าถึงเว็บด้วย toDō+ และตัวเลือกการทำงานร่วมกันที่มากขึ้น
ur: toDō+ ویب رسائی اور وسیع تر تعاون کے اختیارات شامل کیے گئے۔
zh_hans: 新增 toDō+ 网页访问和更多协作选项。

source: Additional reminders
ar: تذكيرات إضافية
es: Recordatorios adicionales
hi: अतिरिक्त अनुस्मारक
it: Promemoria aggiuntivi
ja: 追加リマインダー
ms: Peringatan tambahan
th: การเตือนเพิ่มเติม
ur: اضافی یاد دہانیاں
zh_hans: 额外提醒

source: Adds due toDōs to Calendar and removes them when they are finished, archived, deleted, or no longer due.
ar: يضيف تُدُس المستحقة إلى التقويم ويزيلها عند إكمالها أو أرشفتها أو حذفها أو عندما لا تعود مستحقة.
es: Anade toDōs con fecha a Calendario y los quita cuando se completan, archivan, eliminan o ya no tienen fecha.
hi: देय toDōs को कैलेंडर में जोड़ता है और पूरा, आर्काइव, डिलीट या बिना देय होने पर हटाता है।
it: Aggiunge i toDō in scadenza al Calendario e li rimuove quando sono completati, archiviati, eliminati o non piu in scadenza.
ja: 期限付きtoDōをカレンダーに追加し、完了、アーカイブ、削除、または期限がなくなると削除します。
ms: Menambah toDō yang perlu dibuat ke Kalendar dan membuangnya apabila selesai, diarkibkan, dipadam, atau tiada tarikh perlu dibuat.
th: เพิ่ม toDō ที่ครบกำหนดลงปฏิทิน และนำออกเมื่อเสร็จ เก็บถาวร ลบ หรือไม่มีกำหนดแล้ว
ur: واجب toDōs کو کیلنڈر میں شامل کرتا ہے اور مکمل، آرکائیو، حذف یا غیر واجب ہونے پر ہٹا دیتا ہے۔
zh_hans: 将到期 toDō 添加到日历，并在完成、归档、删除或不再到期时移除。

source: Adds this choice to %@ snooze.
ar: يضيف هذا الخيار إلى غفوة %@.
es: Anade esta opcion a posponer %@.
hi: इस विकल्प को %@ स्नूज़ में जोड़ता है।
it: Aggiunge questa scelta a rinvia %@.
ja: この選択肢を%@のスヌーズに追加します。
ms: Menambah pilihan ini ke tunda %@.
th: เพิ่มตัวเลือกนี้ในการเลื่อนเตือน %@
ur: یہ انتخاب %@ اسنوز میں شامل کرتا ہے۔
zh_hans: 将此选项添加到 %@ 稍后提醒。

source: Adjust profile image
ar: ضبط صورة الملف الشخصي
es: Ajustar imagen de perfil
hi: प्रोफ़ाइल चित्र समायोजित करें
it: Regola immagine del profilo
ja: プロフィール画像を調整
ms: Laraskan gambar profil
th: ปรับรูปโปรไฟล์
ur: پروفائل تصویر ایڈجسٹ کریں
zh_hans: 调整头像

source: Adjust Profile Image
ar: ضبط صورة الملف الشخصي
es: Ajustar imagen de perfil
hi: प्रोफ़ाइल चित्र समायोजित करें
it: Regola immagine del profilo
ja: プロフィール画像を調整
ms: Laraskan gambar profil
th: ปรับรูปโปรไฟล์
ur: پروفائل تصویر ایڈجسٹ کریں
zh_hans: 调整头像

source: Adjust the profile image crop.
ar: اضبط اقتصاص صورة الملف الشخصي.
es: Ajusta el recorte de la imagen de perfil.
hi: प्रोफ़ाइल चित्र का क्रॉप समायोजित करें।
it: Regola il ritaglio dell'immagine del profilo.
ja: プロフィール画像の切り抜きを調整します。
ms: Laraskan pemotongan gambar profil.
th: ปรับการครอบตัดรูปโปรไฟล์
ur: پروفائل تصویر کی کراپنگ ایڈجسٹ کریں۔
zh_hans: 调整头像裁剪位置。

source: Adopt local toDōs into toDō Sync for cross-platform access.
ar: اعتماد تُدُس المحلية في تُدُ Sync للوصول عبر الأنظمة الأساسية.
es: Adopte tareas pendientes locales en toDō Sync para obtener acceso multiplataforma.
hi: क्रॉस-प्लेटफ़ॉर्म पहुंच के लिए स्थानीय toDōs को toDō Sync में अपनाएं।
it: Adotta le attività toDō locali in toDō Sync per l'accesso multipiattaforma.
ja: ローカル toDō を toDō Sync に採用して、クロスプラットフォーム アクセスを実現します。
ms: Gunakan toDōs tempatan ke dalam toDō Sync untuk akses merentas platform.
th: นำ toDōs ภายในมาใช้ใน toDō Sync เพื่อการเข้าถึงข้ามแพลตฟอร์ม
ur: کراس پلیٹ فارم تک رسائی کے لیے مقامی ٹُڈُوز کو ٹُڈُو Sync میں اپنائیں۔
zh_hans: 将本地 toDō 纳入 toDō Sync 中以实现跨平台访问。

source: Alerts
ar: التنبيهات
es: Alertas
hi: अलर्ट
it: Avvisi
ja: 通知
ms: Makluman
th: การแจ้งเตือน
ur: الرٹس
zh_hans: 提醒

source: Alerts that the toDō has reached its due moment.
ar: تنبيهات بأن المهام قد وصلت إلى وقتها المحدد.
es: Alerta que el toDō ha llegado a su debido momento.
hi: सचेत करता है कि टूडू अपने नियत समय पर पहुंच गया है।
it: Avvisa che l'attività toDō è giunta al momento opportuno.
ja: toDō が期限に達したことを警告します。
ms: Makluman bahawa Tugasan telah mencapai masa yang sepatutnya.
th: แจ้งเตือนว่า toDō ถึงเวลาครบกำหนดแล้ว
ur: انتباہات کہ ٹُڈُو اپنے مقررہ وقت پر پہنچ گیا ہے۔
zh_hans: 提醒待办事项已到达指定时间。

source: All
ar: الكل
es: Todo
hi: सभी
it: Tutto
ja: すべて
ms: Semua
th: ทั้งหมด
ur: سب
zh_hans: 全部

source: All Clear
ar: كل شيء واضح
es: Todo claro
hi: सब साफ
it: Tutto a posto
ja: すべて完了
ms: Semua selesai
th: เรียบร้อยทั้งหมด
ur: سب صاف
zh_hans: 全部清除

source: All current and future paid toDō features are yours at no cost, with Founding Supporter recognition included. Thank you for supporting toDō early.
ar: جميع ميزات toDō المدفوعة الحالية والمستقبلية متاحة لك مجانًا، مع تقدير الداعم المؤسس. شكرًا لدعمك المبكر لـ toDō.
es: Todas las funciones de pago actuales y futuras de toDō son tuyas sin coste, incluido el reconocimiento de Colaborador fundador. Gracias por apoyar a toDō desde el principio.
hi: toDō की सभी वर्तमान और भविष्य की भुगतान वाली सुविधाएँ आपके लिए निःशुल्क हैं, साथ में संस्थापक समर्थक की पहचान भी। toDō का शुरुआत से समर्थन करने के लिए धन्यवाद।
it: Tutte le funzioni a pagamento attuali e future di toDō sono disponibili senza costi, incluso il riconoscimento di Sostenitore fondatore. Grazie per aver sostenuto toDō fin dall'inizio.
ja: 現在および将来のtoDō有料機能をすべて無料で利用でき、創設サポーターとして認識されます。早くからtoDōを支援していただきありがとうございます。
ms: Semua ciri berbayar toDō semasa dan akan datang menjadi milik anda tanpa bayaran, termasuk pengiktirafan Penyokong Pengasas. Terima kasih kerana menyokong toDō sejak awal.
th: คุณใช้ฟีเจอร์แบบชำระเงินของ toDō ทั้งหมดในปัจจุบันและอนาคตได้ฟรี พร้อมการยกย่องเป็นผู้สนับสนุนผู้ก่อตั้ง ขอบคุณที่สนับสนุน toDō ตั้งแต่ช่วงแรก
ur: toDō کی تمام موجودہ اور مستقبل کی ادائیگی والی سہولیات آپ کے لیے مفت ہیں، اور آپ کو بانی معاون کے طور پر تسلیم کیا جاتا ہے۔ toDō کی ابتدائی حمایت کا شکریہ۔
zh_hans: toDō 当前及未来的所有付费功能均可免费使用，并享有创始支持者认可。感谢你从早期就支持 toDō。

source: All Devices
ar: كل الأجهزة
es: Todos los dispositivos
hi: सभी डिवाइस
it: Tutti i dispositivi
ja: すべてのデバイス
ms: Semua peranti
th: อุปกรณ์ทั้งหมด
ur: تمام آلات
zh_hans: 所有设备

source: All Release History
ar: جميع سجل الإصدارات
es: Historial completo de versiones
hi: सभी रिलीज़ इतिहास
it: Cronologia completa delle versioni
ja: すべてのリリース履歴
ms: Semua Sejarah Keluaran
th: ประวัติการเผยแพร่ทั้งหมด
ur: تمام ریلیز کی تاریخ
zh_hans: 所有版本历史

source: All signed-in devices
ar: كل الأجهزة التي سجّلت الدخول
es: Todos los dispositivos con sesión iniciada
hi: सभी साइन-इन किए गए डिवाइस
it: Tutti i dispositivi con accesso effettuato
ja: サインイン済みのすべてのデバイス
ms: Semua peranti yang dilog masuk
th: อุปกรณ์ที่ลงชื่อเข้าใช้ทั้งหมด
ur: تمام سائن اِن آلات
zh_hans: 所有已登录设备

source: All toDōs
ar: كل تُدُس
es: Todas las tareas pendientes
hi: सभी कार्य
it: Tutti i toDō
ja: すべてのtoDō
ms: Semua toDō
th: toDō ทั้งหมด
ur: تمام ٹُڈُوز
zh_hans: 所有待办事项

source: Allow Always Location access so arrival and leaving reminders can work after toDō is closed.
ar: اسمح بالوصول الدائم للموقع كي تعمل تذكيرات الوصول والمغادرة بعد إغلاق تُدُ.
es: Permita el acceso a Siempre ubicación para que los recordatorios de llegada y salida puedan funcionar después de que se cierre toDō.
hi: हमेशा स्थान पहुंच की अनुमति दें ताकि आगमन और प्रस्थान अनुस्मारक toDō बंद होने के बाद काम कर सकें।
it: Consenti sempre l'accesso alla posizione in modo che i promemoria di arrivo e partenza possano funzionare dopo la chiusura di toDō.
ja: toDō が閉じられた後でも到着と出発のリマインダーが機能できるように、常に位置情報へのアクセスを許可します。
ms: Benarkan akses Lokasi Sentiasa supaya peringatan ketibaan dan keluar boleh berfungsi selepas Tugasan ditutup.
th: อนุญาตการเข้าถึงตำแหน่งเสมอ เพื่อให้การเตือนเมื่อมาถึงและออกจากสามารถทำงานได้หลังจากปิด toDō
ur: ہمیشہ مقام تک رسائی دیں تاکہ ٹُڈُو بند ہونے کے بعد آمد اور روانگی کی یاد دہانیاں کام کریں۔
zh_hans: 允许“始终位置”访问，以便在待办事项关闭后可以使用到达和离开提醒。

source: Allow notifications before testing a sound.
ar: اسمح بالإشعارات قبل اختبار الصوت.
es: Permite las notificaciones antes de probar un sonido.
hi: ध्वनि जांचने से पहले सूचनाएं अनुमति दें।
it: Consenti le notifiche prima di provare un suono.
ja: サウンドをテストする前に通知を許可してください。
ms: Benarkan pemberitahuan sebelum menguji bunyi.
th: อนุญาตการแจ้งเตือนก่อนทดสอบเสียง
ur: آواز ٹیسٹ کرنے سے پہلے notifications کی اجازت دیں۔
zh_hans: 测试声音前请先允许通知。
